espressif/esp-usb/device/esp_tinyusb/test_apps/power_management/sdkconfig.ci.esp32p4_eco4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y

# Required for USB light-sleep wakeup tests
CONFIG_PM_ENABLE=y
CONFIG_PM_POWER_DOWN_PERIPHERAL_IN_LIGHT_SLEEP=y
